Repository: seanwiseman/DocMapReviewsPlugin
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.docMapReviews.displayName
source: Display Reviews
es_es: Mostrar reseñas
pt_br: Exibir comentários

# plugins.generic.docMapReviews.description
source: This plugin allows preprint reviews to be displayed on the preprint detail page.
es_es: Este complemento permite que las revisiones de preimpresión se muestren en la página de detalles de la preimpresión.
pt_br: Este plugin permite que revisões de pré-impressão sejam exibidas na página de detalhes da pré-impressão.

# plugins.generic.docMapReviews.displayReviews
source: Display Reviews
es_es: Mostrar reseñas
pt_br: Exibir comentários

# plugins.generic.docMapReviews.preferences
source: Preferences
es_es: Preferencias
pt_br: Preferências

# plugins.generic.docMapReviews.noReviewsAvailable
source: No Reviews Available
es_es: No hay reseñas disponibles
pt_br: Nenhuma avaliação disponível

# plugins.generic.docMapReviews.displayReviewPreferencesUpdatedDisplayed
source: Reviews will be displayed
es_es: Se mostrarán reseñas
pt_br: Os comentários serão exibidos

# plugins.generic.docMapReviews.displayReviewPreferencesUpdatedNotDisplayed
source: Reviews will not be displayed
es_es: Las reseñas no se mostrarán
pt_br: As avaliações não serão exibidas

# plugins.generic.docMapReviews.displayReviewsPreferences
source: Display Reviews Preferences
es_es: Mostrar preferencias de reseñas
pt_br: Exibir preferências de avaliações

# plugins.generic.docMapReviews.prePubDescriptionPartOne
source: You may choose to display on the preprint public page any reviews received from the review options selected above, if your preprint is accepted. If you choose to display the reviews, all reviews will be visible to anyone who views the preprint. You cannot choose which reviews to display.
es_es: Puede optar por mostrar en la página pública del preprint las evaluaciones recibidas de las opciones de evaluaciones seleccionadas anteriormente, si su preprint es aceptado. Si elige mostrar las evaluaciones, todas las evaluaciones serán visibles para cualquiera que vea el preprint. No puede elegir qué evaluaciones mostrar.
pt_br: Você pode optar por exibir na página pública do preprint todas as avaliações recebidas das opções de avaliação selecionadas acima, se o seu preprint for aceito. Se você optar por exibir as avaliações, todas elas ficarão visíveis para qualquer pessoa que visualizar o preprint. Você não pode escolher quais avaliações serão exibidas.

# plugins.generic.docMapReviews.prePubDescriptionPartTwo
source: We highly recommend displaying reviews as a way to promote and encourage the practice of open peer review.
es_es: Recomendamos encarecidamente mostrar las evaluaciones como una forma de promover y fomentar la práctica de la evaluación por pares abierta
pt_br: É altamente recomendável exibir as avaliações como uma forma de promover e incentivar a prática da avaliação por pares aberta.

# plugins.generic.docMapReviews.prePubDescriptionPartThree
source: You cannot change your answer once the preprint is posted in our server
es_es: Usted no puede cambiar su respuesta una vez que el preprint es postado en nuestro servidor
pt_br: Não é possível alterar sua resposta depois que o preprint for postado em nosso servidor.

# plugins.generic.docMapReviews.displayReviewsPreferencesIntro
source: Below you will find your preference to display any reviews associated to your preprint.
es_es: A continuación encontrará su preferencia para mostrar cualquier evaluación asociada a su preprint.
pt_br: Abaixo, você encontrará sua preferência para exibir quaisquer avalições associadas ao seu preprint.

# plugins.generic.docMapReviews.postPubDescription
source: You cannot change your answer because the preprint is already posted in our server.
pt_br: Não é possível alterar sua resposta porque o preprint já está postado em nosso servidor.
